Repository: bestmycode/FlexMobileApp
Catalog: lib/l10n/app_*.arb
Languages: vi

source: Existing User
vi: Người dùng hiện có

source: New Customer
vi: Khách hàng mới

source: Email
vi: Địa chỉ email

source: Enter Email Address
vi: Nhập địa chỉ email

source: Please input Email address.
vi: Vui lòng nhập địa chỉ Email..

source: Password
vi: Mật khẩu

source: Enter Password
vi: Nhập mật khẩu

source: Please Input Password.
vi: Vui lòng nhập mật khẩu.

source: This field is required
vi: Trường này là bắt buộc

source: Let’s Sign You In
vi: Chào mừng trở lại Flex!

source: Remember me
vi: Nhớ tôi

source: Forgot Password?
vi: Quên mật khẩu?

source: Login
vi: Tiếp tục

source: Don't have an account?
vi: Tạo tài khoản?

source: Register
vi: Đăng ký

# registerontheweb
source: Register on the Web browser
vi: đăng ký trên trình duyệt web

# secureFaceID
source: Secure your account with Face ID
vi: Bảo mật tài khoản của bạn bằng Face ID

# secureTouchID
source: Secure your account with Touch ID
vi: Bảo mật tài khoản của bạn bằng Touch ID

source: Enable Face ID
vi: Bật Face ID

source: Enable Touch ID
vi: Bật Touch ID

# setUpLater
source: I’ll set it up later
vi: Tôi sẽ thiết lập nó sau

# pleaseEnterYourEmail
source: Please enter your e-mail address below:
vi: Vui lòng nhập địa chỉ e-mail của bạn dưới đây:

# weHaveSentAnEmail
source: We have sent an e-mail to
vi: Chúng tôi đã gửi một email đến

# pelaseFollowResetPassword
source: Please follow the instructions in the e-mail on how to reset your password
vi: Vui lòng làm theo hướng dẫn trong e-mail về cách đặt lại mật khẩu của bạn.

source: Submit
vi: Gửi đi

# welcometoworld
source: Welcome to a world of stress-free payments,made simple on our incredibly intuitive platform.
vi: Chào mừng bạn đến với thế giới thanh toán thoải mái, được thực hiện đơn giản trên nền tảng cực kỳ trực quan của chúng tôi.

# flexletsyouissues
source: Flex lets you issues up to 20 physical cards and unlimited virtual cards, so you can run your business the way you want to!
vi: Flex cho phép bạn phát hành tối đa 20 thẻ vật lý và thẻ ảo không giới hạn, vì vậy bạn có thể chạy kinh doanh của bạn theo cách bạn muốn!

# withmoretransparency
source: With more transparency, managing payments just got better. Let’s get started!
vi: Với sự minh bạch hơn, quản lý các khoản thanh toán trở nên tốt hơn. Bắt đầu nào!

source: Skip
vi: Nhảy

source: The
vi: các

source: simpler
vi: đơn giản hơn

# cashandpayments
source: cash and payment management for startups and SMEs
vi: tiền mặt và thanh toán giải pháp quản lý cho công ty khởi nghiệp và SMES

# takechargeof
source: Take charge of your
vi: Chịu trách nhiệm về tất cả các khoản thanh toán của bạn với

source: physical and virtual cards
vi: thẻ vật lý và thẻ ảo

source: Easily
vi: Một cách dễ dàng

source: track transactions
vi: theo dõi giao dịch

# madebyanyone
source: made by anyone in your organization
vi: được thực hiện bởi bất kỳ ai trong tổ chức của bạn

source: Deposit Funds
vi: Gửi tiền

source: Get Credit Line
vi: Nhận hạn mức tín dụng

source: Increase Credit Line
vi: Tăng hạn mức tín dụng

source: Cards Overview
vi: Tổng quan về thẻ

source: My Cards Overview
vi: Tổng quan về thẻ của tôi

source: Welcome,
vi: Chào mừng,

# totalfunds
source: Total Available Funds
vi: Tổng quỹ

# creditline
source: Flex Plus Credit
vi: Hạn mức tín dụng

source: Business Account
vi: Tài khoản kinh doanh

source: Month to Date Spend
vi: Chi tiêu hàng tháng

source: Quick Actions
vi: Thao tác nhanh

source: Recent Transactions
vi: Giao dịch gần đây

source: View All
vi: Xem tất cả

# noflexbussinessaccount
source: No Flex Business Account found!
vi: Không tìm thấy Tài khoản Doanh nghiệp Flex!

# flexmobilesupportflex
source: The Flex mobile app only supports Flex Business Accounts.
vi: Ứng dụng di động Flex chỉ hỗ trợ Flex Tài khoản Doanh nghiệp.

source: Click here
vi: Bấm vào đây

# torequestfor
source: to request for an account.
vi: để yêu cầu một tài khoản.

source: My Cards
vi: Thẻ của tôi

# comapnycards
source: Company Cards
vi: Thẻ công ty

source: Physical Cards
vi: Thẻ vật lý

source: Virtual Cards
vi: Thẻ ảo

source: Invite User
vi: Mời Người dùng

source: Issue Virtual Card
vi: Vấn đề Thẻ ảo

source: Request Physical Card
vi: Yêu cầu Thẻ vật lý

source: Home
vi: Trang chủ

source: Cards
vi: Thẻ

source: Transactions
vi: Giao dịch

source: Credit
vi: Tín dụng

source: More
vi: Hơn

source: Flex PLUS Credit
vi: Tín dụng Flex PLUS

source: Company Settings
vi: Cài đặt công ty

source: Account Settings
vi: Cài đặt tài khoản

source: Help and Support
vi: Giúp đỡ và hỗ trợ

source: Log Out
vi: Đăng xuất

source: Create New Subsidiary
vi: Tạo pháp nhân mới

source: Tell us more about your organisation
vi: Mô tả rõ nét về tổ chức của bạn

source: Company Detail
vi: Chi tiết công ty

source: Company Name
vi: Tên công ty

source: Company Registration Number
vi: Mã số đăng ký kinh doanh

source: Country
vi: Quốc gia

source: Company Type
vi: Loại hình công ty

source: Industry
vi: Ngành nghề

source: Company Phone Number
vi: Số điện thoại công ty

source: Registered Address
vi: Địa chỉ đăng ký

source: Street
vi: Đường

source: City
vi: Thành phố

source: Postal Code
vi: Mã bưu chính (tùy chọn)

source: My business operates at a different address
vi: Doanh nghiệp của tôi hoạt động tại một địa chỉ khác

source: Main Contact Person
vi: Người liên hệ chính

source: *For courier and mailing purpose
vi: *Cho mục đích chuyển phát nhanh và gửi thư

source: I am the main contact person for
vi: Tôi là người liên hệ chính cho

source: Full Name
vi: Họ và tên

source: Mobile Number with Country Code
vi: Số điện thoại di động với mã quốc gia

# ccontinue
source: Continue
vi: Tiếp tục

source: This field is required
vi: Trường này là trường bắt buộc

# buidingname
source: Building Name, Level and Unit Number(Optional)
vi: Tên tòa nhà (Tùy chọn)

source: Ward Number
vi: Phường

source: District
vi: Quận

# thisfieldisrequiredindustry
source: You can only have a max of 3 industries
vi: Quý khách chỉ có thể chọn tối đa 3 ngành nghề kinh doanh

source: Edit
vi: Chỉnh sửa

source: Confirm
vi: Xác nhận
